{
  "hi-ext": "OpenLauncherAPI von nerotvlive basierend auf OpenLauncherLib von Adrien 'Litarvan' Navratil und Flow (FlowArg) Arg - Externer Starter",
  "options": "Optionen",
  "ram": "RAM",
  "warn": "Warnung",
  "splash-interrupted": "Die Splash-Wartezeit wurde unterbrochen",
  "ex-caught": "Fehler gefunden",
  "report-error": "Es konnte keine Fehlermeldung geschrieben werden",
  "ram-empty": "RAM kann nicht gelesen werden: Datei ist leer",
  "writing-crash": "Schreibe Fehlermeldung in",
  "load-fail": "Die gegebene JAR konnte nicht gestartet werden",
  "jar-notfound": "Die gegebene JAR konnte nicht gefunden werden",
  "loading": "Datei wird geladen...",
  "mc-check": "Minecraft-Ordner wird verifiziert",
  "mc-int": "Internes Startprofil für Minecraft wird erstellt",
  "mc-ext": "Externes Startprofil für Minecraft wird erstellt",
  "mc-cp": "Generiere Klassenpfad",
  "log-err": "Fehler beim schreiben der Protokolle",
  "log-end": "Fehler, es werden keine Protokolle mehr geschrieben",
  "launching": "Programm startet",
  "init": "Hauptklasse wird geladen",
  "start": "Starte",
  "total": "Gesamtzeit",
  "security": "Es wurde ein Fehler bei den Zertifikatinformationen erkannt. Bitte lösche die META-INF in der JAR",
  "nat": "Laden der Nativen",
  "done": "Fertig",
  "ent": "Vollständiger Befehl",
  "support-forge": "Forge ist eine kostenlose open-source Modding-Bibliothek, denke drüber nach sie auf https://patreon.com/lexmanos zu unterstützen.",
  "old-tweak": "WARNUNG: Du hast die Optimierung mit einer Version unter oder gleich der 1.5.2 ausgewählt. Dies wird nicht vollständig unterstützt und kann zu Fehlern führen.",
  "forge-optifine": "WARNUNG: Du hast die Forge-Optimierung mit Optifine/Shader ausgewählt. Diese gelten NUR FÜR VANILLA. Das Spiel wird wahrscheinlich nicht starten. Aus Sicherheitsgründen wurde/wurden Optifine/Shader deaktiviert.",
  "tweak-deprec": "WARNUNG: Du hast mit Minecraft 1.13 oder höher andere GameTweaks als Forge ausgewählt. Das Optimierungssystem wurde seitdem gelöscht. Das Spiel startet wahrscheinlich nicht.",
  "forge-old": "WARNING: Du hast die Forge-Optimierung mit einer Version unter oder gleich der 1.5.2 ausgewählt. Forge sollte in der JAR installiert werden (nicht mit einem Tweaker). Das Spiel startet möglicherweise nicht.",
  "no-tweak-forge": "Für diese Version des Spiels ist kein Forge Tweak verfügbar. Bitte entferne den Forge Tweak. Das Programm wird geschlossen...",
  "no-framework": "NoFramework von Flow Arg: https://github.com/FlowArg"
}
